Repository: NHSDLCREID/Tabbycat
Catalog: tabbycat/privateurls/locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: Private URL Management
fr: Gestion des URLs privées
it: Gestione URL privati

source: Private URLs
fr: URLs Privées
it: URL privati

source: The private URLs for ballot and/or feedback submission from participants are given below.
fr: Les URLs privées pour la saisie de feuilles ou commentaires des participants sont données en dessous.
it: Gli URL privati per i ballot e/o le sottomissioni di feedback dei partecipanti sono riportati di seguito.

source: Private URLs are used to allow participants to submit ballots and/or feedback online. You should use them if you have a means of distributing crazy-looking URLs to participants, and are too worried about fraud to use a publicly accessible page where <em>anyone</em> can enter <em>any</em> submission. The URLs will look something like this:
fr: Les URLs privées sont utilisées pour permettre aux participants de saisir les feuilles ou les commentaires en ligne. Vous devriez les utiliser si vous avez des moyens à distribuer ces URLs fous aux participants tout en étant concerné de fraude si les pages étaient accessible publiquement où <strong>qui que ce soit</strong> peut saisir <strong>n’importe</strong> formulaire. Les URLs auront l’air comme :
it: Gli URL privati sono utilizzati per consentire ai partecipanti di inviare ballot e/o feedback online. Dovresti usarli se hai un mezzo per distribuire URL difficili da ricordare ai partecipanti, e sono troppo preoccupati per le possibil frodi nell'utilizzare una pagina accessibile al pubblico dove <em>chiunque</em> può inserire <em>qualsiasi</em> informazione. Gli URL assomiglieranno a questo:

source: Anyone with the URL can access the relevant data entry page. The idea is that it's hard to guess another key (the random-looking string), so you should make each URL accessible only to the participant in question. <a href="http://tabbycat.readthedocs.io/en/latest/features/data-entry.html#private-urls"> Read more about private URLs.</a>
fr: N’importe qui avec l’URL peut accéder à la page de saisie de données pertinente. L’idée est qu’il est dur de deviner une autre clé (le texte ayant l’air aléatoire), donc vous devriez vous assurer que les URLs soient accessibles seulement au participant en question. <a href="http://tabbycat.readthedocs.io/en/latest/features/data-entry.html#private-urls"> Lisez davantage à propos des URLs privées.</a>
it: Chiunque abbia l'URL può accedere alla relativa pagina di inserimento dati. L'idea è che è difficile indovinare un'altra chiave (la stringa dall'aspetto casuale), in modo da rendere ogni URL accessibile solo al partecipante in questione. <a href="http://tabbycat.readthedocs.io/en/latest/features/data-entry.html#private-urls"> Per saperne di più sugli URL privati.</a>

source: Neither <strong>participant ballot submissions</strong>, <strong>participant feedback submissions</strong>, nor <strong>participant self-checkins</strong> are configured to be from private URLs. Any generated URLs will not be useful unless you configure those settings accordingly on the <a href="%(data_entry_options_url)s">tournament configuration page</a>.
fr: Ni la saisie des <strong>feuilles</strong>, ni des <strong>commentaires</strong>, ni <strong>l’enregistrement</strong> ne sont configurés à être saisis par des URLs privées. Les URLs générés n’auront aucun valeur tant que ces options ne sont pas mis accordement dans la <a href="%(data_entry_options_url)s">page de configuration du tournoi</a>.
it: Ne <strong>i form di ballot per partecipanti</strong>, <strong>i feedback dei partecipanti</strong>, né <strong>gli auto-checkins dei partecipanti</strong> sono configurati per essere da URL privati. Qualsiasi URL generato sarà inutile a meno che tu non configuri queste impostazioni di conseguenza nella <a href="%(data_entry_options_url)s">pagina di configurazione del torneo</a>.

source: There are no private URLs assigned.
fr: Il n'y a aucune URL privée.
it: Non ci sono URL privati assegnati.

source: Generate Private URLs
fr: Générer les URLs privées
it: Genera URL Privati

source: View URLs
fr: Voir les URLs
it: Visualizza URL

source: Print Teams' URLs
it: Stampa Gli URL Dei Team

source: Print Adjudicators' URLs
it: Stampa URL dei giudici

source: All reachable participants have already been sent their private URLs.
fr: Tous les participants ont déjà été envoyés leurs URLs privées.
it: Tutti i partecipanti raggiungibili hanno già ricevuto il loro URL privato.

source: Email URLs
fr: Envoyer les URLs
it: Email URL

source: This button only generates private URLs for participants who do not already have one.
fr: Ce bouton ne générera les URLs privées que pour les participants qui n'en ont pas déjà un.
it: Questo pulsante genera solo gli URL privati per i partecipanti che non ne hanno già uno.

source: Generate URLs
fr: Générer URLs
it: Genera URL

source: All participants already have private URLs.
fr: Tous les participants ont déjà leurs URLs privées.
it: Tutti i partecipanti hanno già un URL privato.

source: Private URL
fr: URL privée
it: URL PrivatI

source: for %(name)s
fr: pour %(name)s
it: per %(name)s

source: The URL of this page is personalised to you, %(name)s. <strong>Do not share it with anyone;</strong> anyone who knows this URL can submit results and/or feedback for your debates. You may bookmark this page and return here after each debate for the available actions.
fr: Cette URL est personnalisée pour toi, %(name)s. <strong>Ne le partage pas avec qui que se soit ;</strong> n’importe qui connait cette URL peut saisir des feuilles et des commentaires de débats en votre nom. Vous pouvez ajouter cette page à vos favoris et y retourner après chaque débat pour les options disponibles.
it: L'URL di questa pagina è personalizzato per te, %(name)s. <strong>Non condividerlo con nessuno;</strong> chiunque abbia questo URL può inviare risultati e/o feedback per i tuoi dibattiti. Salva questa pagina e riaprila dopo ogni dibattito per le azioni disponibili.

source: Revoke check-in from %(check_time)s
fr: Révoquez l’enregistrement de %(check_time)s
it: Revoca check-in da %(check_time)s

source: You have been checked in at %(check_time)s
it: Hanno effettuato il check-in per te alle %(check_time)s

source: You are not currently checked in.
it: Attualmente non sei registrato.

source: Submit Ballot for %(round)s
it: Invia Ballot per %(round)s

source: There are no current rounds
it: Attualmente non ci sono round

source: Submit Feedback
fr: Saisir Commentaires
it: Invia feedback

source: Registration (%(name)s)
it: Registrazione (%(name)s)

source: no URL
fr: pas de URL
it: nessun URL

source: Speakers
fr: Orateurs
it: Speaker

source: Adjudicators
fr: Juges
it: GiudicI

source: All participants already have private URLs. If you want to delete them, use the Edit Database area.
fr: Tous les participants ont déjà leurs URLs privées. Si vous voulez les imprimer, utilisez la zone de modifications de la base de données.
it: Tutti i partecipanti hanno già URL privato. Per eliminarli, utilizzare l'area Modifica database.

source: A private URL was generated for %(nblank_people)d person.
fr: Une URL privée à été généré pour %(nblank_people)d personne.
it: È stato generato un URL privato per %(nblank_people)d persona.

source: The already-existing private URL for %(nexisting_people)d person was left intact.
fr: L’URL privée n’est pas modifiée pour %(nexisting_people)d personne.
it: L'URL privato già esistente per %(nexisting_people)d persona è stato lasciato intatto.

source: URL Key
fr: Clé d'URL
it: Chiave URL

source: Debates
fr: Débats
it: Dibattiti

source: Print URLs
fr: Imprimer les URLs

source: Check in
fr: Enregistrer

source: You have been checked-in at %(check_time)s
fr: Vous vous êtes enregistré à %(check_time)s

source: You are not currently checked-in
fr: Vous n’êtes pas actuellement enregistré

source: Submit Ballot
fr: Saisir feuille
