Repository: NHSDLCREID/Tabbycat
Catalog: tabbycat/importer/locale/*/LC_MESSAGES/django.po
Languages: it

source: line %(lineno)d: %(message)s
it: riga %(lineno)d: %(message)s

source: This line (for %(institution)s) didn't have a code
it: Questa riga (per %(institution)s) non ha un codice

source: This line (for %(institution)s) had too many columns
it: Questa riga (per %(institution)s) ha troppe colonne

source: There were no institutions to import.
it: Nessun istituto da importare.

source: Sorry, you can only import up to %(max_allowed)d institution at a time. (You currently have %(given)d.) Try splitting your import into smaller chunks.
it: Siamo spiacenti, puoi importare solo %(max_allowed)d istituzione alla volta (al momento sono %(given)d). Prova a dividere la tua importazione in pezzi più piccoli.

source: There were no rooms to import.
it: Non ci sono stanze da importare.

source: Sorry, you can only import up to %(max_allowed)d room at a time. (You currently have %(given)d.) Try splitting your import into smaller chunks.
it: Siamo spiacenti, puoi importare solo %(max_allowed)d stanza alla volta (al momento sono %(given)d). Prova a dividere la tua importazione in pezzi più piccoli.

source: Speakers' names
it: Nomi degli speaker

source: Speakers' email addresses
it: Indirizzi mail degli speaker

source: Optional, useful to include if distributing private URLs, list in same order as speakers' names
it: Facoltativo, utile da includere se si distribuiscono URL privati, elencati nello stesso ordine dei nomi degli speaker

source: Name (excluding institution name)
it: Nome (escluso il nome dell'istituto)

source: Prefix team name with institution name?
it: Prefisso del team con il nome dell'istituto?

source: Do not include institution name (check the "Prefix team name with institution name?" field instead)
it: Non includere il nome dell'istituto (seleziona invece il campo "Prefisso del team con il nome dell'istituto?")

source: (Not applicable to unaffiliated teams)
it: (Non applicabile alle squadre non affiliate)

source: One speaker's name per line
it: Un nome di speaker per riga

source: Can be separated by newlines, tabs or commas
it: Possono essere separati da nuova linea, tabulazione o virgola

source: There must be at least one speaker.
it: E' necessario avere almeno uno speaker.

source: %(email)s is not a valid email address.
it: %(email)s non è un indirizzo email valido.

source: There are more email addresses than speakers.
it: Ci sono più indirizzi email che speaker.

source: Every team in a single tournament from the same institution must have a different name. Please correct the duplicate data.
it: Le squadre dello stesso istituto in un torneo devono avere un nome diverso. Correggi i dati duplicati.

source: Rating
it: Punteggio

source: This value must be between %(min)d and %(max)d.
it: Questo valore deve essere compreso tra %(min)d e %(max)d.

source: Unaffiliated (no institution)
it: Non affiliato (nessuna istituzione)

source: Sorry, you can only import up to %(max_allowed)d team at a time. (These numbers currently add to %(given)d.) Try splitting your import into smaller chunks.
it: Siamo spiacenti, puoi importare solo %(max_allowed)d team alla volta (al momento sono %(given)d.) Prova a dividere la tua importazione in pezzi più piccoli.

source: Sorry, you can only import up to %(max_allowed)d adjudicator at a time. (These numbers currently add to %(given)d.) Try splitting your import into smaller chunks.
it: Siamo spiacenti, puoi importare solo %(max_allowed)d giudice alla volta (al momento sono %(given)d). Prova a dividere la tua importazione in pezzi più piccoli.

source: The Debate XML archive to parse
it: L'archivio XML di dibattito da analizzare

source: Export Tournament Archive
it: Esporta Archivio Torneo

source: Tournaments can be exported in an <a href="https://en.wikipedia.org/wiki/XML">XML format</a> for use outside Tabbycat.
it: I tornei possono essere esportati in un <a href="https://it.wikipedia.org/wiki/XML">formato XML</a> Per essere usati all'esterno di tabbycat.

source: Export all data
it: Esporta tutti i dati

# page title
source: Import Tournament Archive
it: Importa Archivio Del Torneo

source: This form will create a tournament with the data provided as a Debate XML format.
it: Questo modulo creerà un torneo con i dati forniti come formato XML di debate.

source: Import
it: Importa

source: Go back to the site home page
it: Torna alla pagina iniziale

# page title
source: Add Adjudicators
it: Aggiungi giudici

source: (Step %(step)s of %(count)s)
it: (Passaggio %(step)s di %(count)s)

source: Previous Step
it: Passaggio precedente

source: As per <a href="%(options_feedback)s" class="alert-link">this tournament's configuration</a>, an adjudicator's rating must be between <strong>%(min)s</strong> and <strong>%(max)s</strong>. Providing email addresses is optional but can be useful if using <a href="%(privateurls_url)s" class="alert-link">private URLs</a> for feedback or ballots.
it: Secondo la <a href="%(options_feedback)s" class="alert-link">configurazione di questo torneo</a>, il punteggio di un giudice deve essere compreso tra <strong>%(min)s</strong> e <strong>%(max)s</strong>. Fornire indirizzi mail non è obbligatorio, ma può essere utile usando gli <a href="%(privateurls_url)s" class="alert-link">URL privati</a> Per i feedback o per i ballot.

source: Adjudicators for %(institution)s
it: Giudici per %(institution)s

source: Unaffiliated Adjudicators
it: Giudici non affiliati

source: Save All Adjudicators
it: Salva tutti i giudici

source: You need to <a href="%(import_institutions_url)s" class="alert-link">add institutions</a> before adding adjudicators.
it: È necessario <a href="%(import_institutions_url)s" class="alert-link">aggiungere istituti</a> Prima di aggiungere dei giudici.

source: Specify the number of new adjudicators to add per institution. In the next step you can specify their names and ratings.
it: Specifica il numero di nuovi giudici da aggiungere per istituto. Nella fase successiva puoi specificare i loro nomi e punteggi.

source: You can add up to 198 adjudicators at a time. If you have more than 198 adjudicators, split them into chunks. (Please don't try to add more than 198 in one go; the system will crash and you will lose data.)
it: Puoi aggiungere fino a 198 giudici alla volta. Se hai più di 198 aggiudicatori, dividili in pezzi. (Si prega di non cercare di aggiungere più di 198 in una volta; il sistema si bloccherà e si perderanno i dati.)

# button
source: Next Step
it: Prossimo passo

source: Simple Importer
it: Importatore Semplice

source: There are <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">several ways to import data into Tabbycat</a>. Which one is best depends on the size of your tournament and your technical background. This <strong>simple importer</strong> is the easiest to use and works well for small- and medium-sized tournaments.
it: Esistono <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">diversi metodi per importare dati in Tabbycat</a>. Quale sia il migliore dipende dalla dimensione del tuo torneo e dal tuo background tecnico. Questo <strong>importatore semplice</strong> è il più semplice da usare e funziona bene per tornei di piccole-medie dimensioni.

source: Add Institutions
it: Aggiungi istituti

source: Add Teams
it: Aggiungi squadre

source: Add Adjudicators
it: Aggiungi giudici

source: Add Rooms
it: Aggiungi stanze

source: Add/Edit Room Categories
it: Aggiungi/Modifica categorie della stanza

source: Add/Edit Room Constraints
it: Aggiungi/Modifica vincoli di stanza

source: Add/Edit Adjudicator-Team Conflicts
it: Aggiungi/Modifica conflitti giudice-squadra

source: Add/Edit Adjudicator-Adjudicator Conflicts
it: Aggiungi/Modifica conflitti giudice-giudice

source: Add/Edit Adjudicator-Institution Conflicts
it: Aggiungi/Modifica conflitti giudice-istituto

source: Add/Edit Team-Institution Conflicts
it: Aggiungi/Modifica conflitti squadra-istituto

source: Add/Edit Break Categories
it: Aggiungi/modifica categoria di break

source: Add/Edit Speaker Categories
it: Aggiungi/modifica categorie di speaker

# page title
source: Add Institutions
it: Aggiungi istituti

source: Save All Institutions
it: Salva tutti gli istituti

source: There are some problems with the data on this form:
it: Ci sono alcuni problemi con i dati su questo modulo:

source: Next Step
it: Prossimo passo

# page title
source: Add Teams
it: Aggiungi squadre

source: Teams for %(institution)s
it: Squadre per %(institution)s

source: Unaffiliated Teams
it: Squadre Non affiliate

source: Save All Teams
it: Salva Tutte Le Squadre

source: You need to <a href="%(import_institutions_url)s" class="alert-link">add institutions</a> before adding teams.
it: È necessario <a href="%(import_institutions_url)s" class="alert-link">aggiungere istituti</a> Prima di aggiungere delle squadre.

source: Specify the number of new teams to add per institution. In the next step you can specify team and speaker names.
it: Specifica il numero di nuovi team da aggiungere per istituto. Nella fase successiva puoi specificare il team ed i nomi degli speaker.

source: You can add up to 141 teams at a time. If you have more than 141 teams, split them into chunks. (Please don't try to add more than 141 in one go; the system will crash and you will lose data.)
it: Puoi aggiungere fino a 141 squadre alla volta. Se hai più di 141 squadre, dividile in pezzi. (Si prega di non cercare di aggiungerne più di 141 in una volta; il sistema si bloccherà e si perderanno i dati.)

# page title
source: Add Rooms
it: Aggiungi stanze

source: Priorities indicate how much you want to use the room. Larger numbers indicate higher priority. If you have more rooms than debates, the rooms with the lowest priorities will not be used.
it: Le priorità indicano quanto si desidera utilizzare la stanza. I numeri più grandi indicano una priorità maggiore. Se si dispone di più stanze che dibattiti, le stanze con le priorità più bassa non saranno utilizzate.

source: Save All Rooms
it: Salva Tutte Le Stanze

source: Paste a list of rooms with one room per line and following the format of: <code>name,priority</code>. For example:
it: Incolla un elenco di stanze con una stanza per riga e seguendo il formato di: <code>nome,priorità</code>. Per esempio:

source: Added %(count)d institution.
it: Aggiunto %(count)d instituto.

source: Added %(count)d room.
it: Aggiunta %(count)d stanza.

source: Added %(count)d team.
it: Aggiunta %(count)d squadra.

source: Adjudicator %(number)d
it: Giudice %(number)d

source: Added %(count)d adjudicator.
it: Aggiunto %(count)d giudice.

source: <p>There were one or more errors creating the demo tournament. Before retrying, please delete the existing demo tournament <strong>and</strong> the institutions in the Edit Database Area.</p><p><i>Technical information: The errors are as follows:</i></p>
it: <p>Ci sono stati uno o più errori nella creazione del torneo demo. Prima di riprovare, si prega di eliminare il torneo demo esistente <strong>e</strong> le istituzioni nell'area Modifica Database.</p><p><i>Informazioni tecniche: gli errori sono i seguenti:</i></p>

source: Created new demo tournament. You can now configure it below.
it: Creato un nuovo torneo demo. Ora puoi configurarlo qui sotto.

source: Tournament archive has been imported.
it: L'archivio del torneo è stato importato.
