Repository: NHSDLCREID/Tabbycat
Catalog: tabbycat/participants/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Delete URL key
ar: حذف عنوان URL

source: Participants
ar: المشاركون

source: name
ar: الاسم

source: region
ar: منطقة

source: regions
ar: المناطق

source: The institution's full name, e.g., "University of Cambridge", "Victoria University of Wellington"
ar: الاسم الكامل للمؤسسة ، على سبيل المثال ، "جامعة كامبريدج" ، "جامعة فيكتوريا في ويلينغتون"

source: code
ar: الشفرة

source: What the institution is typically called for short, e.g., "Cambridge", "Vic Wellington"
ar: ما يُطلق عليه اسم المؤسسة عادةً ، على سبيل المثال "كامبريدج"

source: institution
ar: مؤسسة

source: institutions
ar: المؤسسات

source: tournament
ar: البطولة

source: Name to be displayed, e.g., "Novice", "ESL"
ar: الاسم الذي سيتم عرضه ، على سبيل المثال ، "المبتدئ" و "ESL"

source: slug
ar: اختصار

source: Slug for URLs, e.g., "novice", "esl"
ar: تطبيق Slug لعناوين URL ، على سبيل المثال ، "novice" و "esl"

source: sequence number
ar: رقم التسلسل

source: The order in which the categories are displayed
ar: الترتيب الذي يتم فيها عرض القضايا

source: limit
ar: أقصى حد

source: At most this many speakers will be shown on the public tab for this category, or use 0 for no limit
ar: على الأكثر ، سيتم عرض العديد من المتحدثين في التاب العامة لهذه الفئة ، أو يستخدمون 0 كقيمة للاشخاص الذي ليس لهم حدود

source: public
ar: عام

source: If checked, this category will be included in the speaker category tabs shown to the public
ar: اذا تم اختياره، سيتم إظهار هذه الفئة مع نتائج المتحدثين للعموم.

source: speaker category
ar: نقاط المتحدث

source: speaker categories
ar: نقاط المتحدثين

source: phone
ar: الهاتف

source: anonymous
ar: مستخدم مجهول

source: Anonymous persons will have their name and team redacted on public tab releases
ar: سيتم تحديد أسماء وفريق المجهولين في إصدارات علامات التبويب العامة

source: URL key
ar: مفتاح الرابط

source: male
ar: ذكر

source: female
ar: أنثى

source: other
ar: أخرى

source: gender
ar: الجنس

source: Gender is displayed in the adjudicator allocation interface, and nowhere else
ar: سيتم عرض الجنس في واجهة تخصيص الحكام

source: pronoun
ar: ضمير

source: If printing ballots using Tabbycat, there is the option to pre-print pronouns
ar: في حالة طباعة بطاقات الاقتراع باستخدام Tabbycat ، هناك خيار للضمائر قبل الطباعة

source: person
ar: شخص

source: persons
ar: الأشخاص

source: full name/suffix
ar: الاسم بالكامل

source: Do not include institution name (see "uses institutional prefix" below)
ar: لا تقم بوضع اسم المنتخب (قم باختيار "وضع اسم الفريق مع اسم المنتخب ؟" بدل ذلك)

source: short name/suffix
ar: اسم قصير

source: code name
ar: اسم الكود

source: Name used to obscure institutional identity on public-facing pages
ar: الاسم المستخدم لإخفاء الهوية المؤسسية على الصفحات العامة

source: short name
ar: اسم قصير

source: long name
ar: الاسم الكامل

source: The full name of the team, including institution name. (This is autogenerated.)
ar: اسم الفريق الذي سيتظمن اسم المؤسسة (قم باختيار "وضع اسم الفريق مع اسم المنتخب ؟" بدل ذلك)

source: Uses institutional prefix
ar: يستخدم البادئة المؤسسية

source: If ticked, a team called "1" from Victoria will be shown as "Victoria 1"
ar: تنوية يمكنك تسمية فريق "1" من فكتوريا ليظهر " فكتوريا 1 "

source: break categories
ar: الفئة المتأهلة

source: institution conflicts
ar: تعارضات (منتخب)

source: none
ar: لا شيء

source: swing
ar: تأرجح

source: composite
ar: مركب

source: bye
ar: وداعا

source: type
ar: نوع

source: emoji
ar: رمز تعبيري

source: team
ar: فريق

source: teams
ar: فرق

source: Teams must have an institution if they are using the institutional prefix.
ar: يجب أن يكون لدى الفرق مؤسسة إذا كانت تستخدم البادئة المؤسسية.

source: Teams must have a full name if they don't use the institutional prefix.
ar: يجب أن يكون للفرق اسم طويل إذا لم تستخدم البادئة المؤسسية.

source: Teams must have a short name if they don't use the institutional prefix.
ar: يجب أن يكون للفرق اسم قصير إذا لم تستخدم البادئة المؤسسية.

source: speaker
ar: متحدث

source: speakers
ar: متحدثون

source: Adjudicators not assigned to any tournament can be shared between tournaments
ar: المحكمون الذين لم يتم تعيينهم في أي بطولة يمكن أن تكون مشتركة بين البطولات

source: team conflicts
ar: تعارضات (فريق)

source: always trainee
ar: المتدربين

source: If checked, this adjudicator will never be auto-allocated a voting position, regardless of their score
ar: في حالة تحديده ، لن يتم تخصيص حق التصويت التلقائي لموضع التصويت ، بغض النظر عن درجاته

source: breaking
ar: المتأهلون

source: independent
ar: مستقل

source: adjudication core
ar: محكم

source: adjudicator
ar: محكم

source: adjudicators
ar: المحكمين

source: Points after this debate
ar: النقاط بعد المناظرة

source: Wins after this debate
ar: الفوز بعد المناظرة

source: Speaker scores<br>(in speaking order)
ar: درجات المتحدث<br> (حسب ترتيب التحدث)

source: Speaks
ar: الخطاب

source: About %(name)s
ar: عن %(name)s

source: Institution:
ar: منتخب

source: Unaffiliated
ar: غير منتسبين

source: Region:
ar: منطقة

source: None
ar: لا يوجد

source: Room Constraints:
ar: القاعات المقيدة:

source: <strong>Don't forget:</strong> If this adjudicator should be conflicted against their own institution, you should add this conflict <strong>now</strong> in the <strong>Adjudicator-institution conflicts</strong> tab above, because the own-institution conflict is <strong>not</strong> automatically created when using this form.
ar: <strong> لا تنسى</strong> إذا كان يجب أن يتعارض هذا الحكم ضد المؤسسة الخاصة به ، يجب عليك إضافة هذا التعارض <strong>الان</strong> في التاب <strong>تعارض-الحكم-- مؤسسة </strong> ، أعلاه ، لأن تعارض المؤسسة الخاصة مره <strong>أخرى</strong> يتم إنشاؤه تلقائيًا عند استخدام هذا النموذج.

source: <strong>Warning:</strong> If there are “debate team” objects in the above list, <strong>you probably shouldn't delete this %(object_name)s</strong>.
ar: <strong>تحذير </strong> اذا كان هناك "فريق مناظرة" فوق هذه القائمة<strong> من المحتمل عليك أن لا تحذف هذه المناظرة %(object_name)s</strong>

source: <strong>Warning:</strong> If there are “debate team” objects in the above list, <strong>you probably shouldn't delete the selected %(objects_name)s</strong>.
ar: <strong>تحذير </strong> اذا كان هناك "فريق مناظرة" فوق هذه القائمة<strong> من المحتمل عليك أن لا تحذف هذه المناظرة %(objects_name)s</strong>

source: Note that deleting an institution also deletes all teams from that institution.
ar: لاحظ أن حذف مؤسسة ما يحذف أيضًا جميع الفرق من تلك المؤسسة.

source: If you're very sure about deleting this %(object_name)s, please delete the above objects first, and be sure to heed the warning that you will see on the “debate team” objects page before proceeding.
ar: إذا كنت متأكدًا تمامًا من حذف %(object_name)s ، فالرجاء حذف الكائنات الواردة أعلاه أولاً ، وتأكد من الاستجابة للتحذير الذي ستراه في صفحة كائنات "فريق المناظرة " قبل المتابعة.

source: If you're very sure about deleting these %(objects_name)s, please delete the above objects first, and be sure to heed the warning that you will see on the “debate team” objects page before proceeding.
ar: إذا كنت متأكدًا تمامًا من حذف %(objects_name)s ، فالرجاء حذف الكائنات الواردة أعلاه أولاً ، وتأكد من الاستجابة للتحذير الذي ستراه في صفحة كائنات "فريق المناظرة " قبل المتابعة.

source: The round begins at %(start_time)s
ar: تبدأ الجولة %(start_time)s

source: Teams:
ar: الفرق :

source: There are no panellists or trainees assigned to this debate.
ar: لا يوجد قوائم للمدربين لهذه المناظرة

source: Motions are not released to public.
ar: القضايا الغير معلنة

source: Motion:
ar: قضايا

source: Motion %(seq)s:
ar: قضايا المناظرة %(seq)s :

source: The motion(s) for this round haven't yet been released.
ar: القضية ( القضايا ) لهذه المناظرة لم يتم استلامها

source: %(adjudicator)s is the <strong>chair</strong> adjudicating %(aff)s vs %(neg)s in <a href="%(url)s"><strong>%(room)s</strong></a>.
ar: المحكم %(adjudicator)s هو <strong>رئيس الجلسة</strong> في المناظرة بين %(aff)s و%(neg)s في قاعة <a href="%(url)s"><strong>%(room)s</strong></a>

source: %(adjudicator)s is the <strong>chair</strong> adjudicating %(aff)s vs %(neg)s in <strong>%(room)s</strong>.
ar: المحكم %(adjudicator)s هو <strong>رئيس الجلسة</strong> في المناظرة بين %(aff)s و%(neg)s في قاعة <strong>%(room)s</strong>

source: %(adjudicator)s is a <strong>%(type)s</strong> adjudicating %(aff)s vs %(neg)s in <a href="%(url)s"><strong>%(room)s</strong></a>.
ar: %(adjudicator)s هو <strong>%(type)s</strong> يحكم بين %(aff)s و%(neg)s في القاعة <a href="%(url)s"><strong>%(room)s</strong></a>.

source: %(adjudicator)s is a <strong>%(type)s</strong> adjudicating %(aff)s vs %(neg)s in <strong>%(room)s</strong>.
ar: %(adjudicator)s هو <strong>%(type)s</strong> يحكم بين %(aff)s و%(neg)s في القاعة <strong>%(room)s</strong>.

source: %(adjudicator)s is adjudicating %(aff)s vs %(neg)s in <a href="%(url)s"><strong>%(room)s</strong></a>.
ar: %(adjudicator)s يحكم بين %(aff)s و%(neg)s في <a href="%(url)s"><strong>%(room)s</strong></a>

source: %(adjudicator)s is adjudicating %(aff)s vs %(neg)s in <strong>%(room)s</strong>.
ar: %(adjudicator)s يحكم بين %(aff)s و%(neg)s في <strong>%(room)s</strong>

source: %(adjudicator)s is the <strong>chair</strong> adjudicating in <a href="%(url)s"><strong>%(room)s</strong></a>.
ar: المحكم %(adjudicator)s هو <strong>رئيس الجلسة</strong> في <a href="%(url)s"><strong>%(room)s</strong></a>

source: %(adjudicator)s is the <strong>chair</strong> adjudicating in <strong>%(room)s</strong>.
ar: المحكم %(adjudicator)s هو <strong>رئيس الجلسة</strong> في <strong>%(room)s</strong>

source: %(adjudicator)s is adjudicating in <a href="%(url)s"><strong>%(room)s</strong></a>.
ar: %(adjudicator)s يحكم في <a href="%(url)s"><strong>%(room)s</strong></a>

source: It looks like there aren't any speaker categories are defined. If you'd like to produce category-specific speaker tabs, such as a novice or ESL tab, use the <a href="%(categories_url)s" class="alert-link">Speaker Categories</a> page to define them, then return to this page to set speaker eligibility.
ar: يبدو أنه لا توجد أي فئات المتحدثين محددة. إذا كنت ترغب في إنتاج علامات تاب المتحدث الخاصة بالفئة ، مثل علامة تبويب مبتدئ ، فاستخدم صفحة <a href="%(categories_url)s" class="alert-link">فئات المتحدث</a> لتعريفها ، ثم ارجع إلى هذه الصفحة لتعيين أهلية المتحدث.

source: Feedback Returns
ar: العودة إلى التغذية الراجعة

source: Has submitted feedback for <strong>%(adjudicator)s</strong>
ar: تم اعتماد التغذية الراجعة من <strong>%(adjudicator)s</strong>

source: Has not submitted feedback for one of: <strong>%(adjudicators)s</strong> (whoever gave the oral adjudication)
ar: لم يقدم التغذية الراجعة : <strong>%(adjudicators)s</strong> ( قام بتقديمها شفهياً )

source: Has not submitted feedback for <strong>%(adjudicator)s</strong>
ar: لا يوجد تغذية راجعة لــ<strong>%(adjudicator)s</strong>

source: More feedback submissions than expected for this debate:
ar: العديد من التغذية الراجعة تم تقديمها لهذه المناظرة :

source: Unexpected feedback submission for <strong>%(adjudicator)s</strong>
ar: لا يوجد تغذية راجعة معتمدة من <strong>%(adjudicator)s</strong>

source: %(name)s doesn't have any feedback to submit.
ar: %(name)s لا يملك اي تغذية راجعةمعتمدة

source: In This Round (%(round)s)
ar: في هذه الجولة ( %(round)s )

source: (Not Released to Public)
ar: ( لم يتم الإعلان )

source: Room TBA
ar: القاعة غير معروفة

source: %(adjudicator)s is not adjudicating this round.
ar: %(adjudicator)s لن يحكم هذه الجولة

source: %(team)s does not have a debate this round.
ar: %(team)s ليس لدية مناظر في هذه الجولة

source: The draw for this round hasn't yet been released.
ar: لم يتم إعلان القرعة حتى الآن

source: Participants List
ar: قائمة المشاركون

source: Speaker Categories
ar: نقاط المتحدث

source: Speaker Eligibility
ar: المتأهلون

source: Speaker categories allow category-specific speaker tabs to be produced, <i>e.g.</i>, for novice or ESL categories. On this page, you can define what speaker categories exist. After you've defined the categories, you can set speaker eligibility on the Speaker Eligibility page.
ar: تسمح فئات المتحدث بإنتاج علامات تاب المتحدث الخاصة بالفئة ، <i>على سبيل المثال </i>، للفئات المبتدئة أو غير الناطقين . في هذه الصفحة ، يمكنك تحديد فئات المتحدثين الموجودة. بعد تحديد الفئات ، يمكنك تعيين أهلية المتحدث على صفحة أهلية المتحدث.

source: If you want to delete speaker categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
ar: اذا كنت تريد حذف المتناظر ، <a href="%(edit_db_url)s" class="alert-link">تعديد البيانات </a>المنطقة

source: Save Speaker Categories
ar: حفظ نقاط المتحدث

source: Code name:
ar: اسم الكود

source: Speakers:
ar: متحدثون

source: Eligible for break categories:
ar: تعديل الفواصل

source: Adjudicators
ar: المحكمين

source: Speakers
ar: متحدثون

source: Teams
ar: الفرق

source: Results
ar: النتائج

source: Record for %(name)s
ar: تسجيل لـ%(name)s

source: Previous Rounds
ar: العودة إلى الجولات

source: Speaker Category Eligibility
ar: المتأهلون
