Repository: NHSDLCREID/Tabbycat
Catalog: tabbycat/adjfeedback/locale/*/LC_MESSAGES/django.po
Languages: it

source: Integer scales must have a minimum and maximum
it: Le scale intere devono avere un minimo e un massimo

source: target
it: obiettivo

source: source adjudicator
it: giudice del dibattito

source: source team
it: team di origine

source: %(timestamp)s (version %(version)s)
it: %(timestamp)s (versione %(version)s)

source: Target
it: Obiettivo

source: Source
it: Fonte

source: Feedback timestamp and version
it: Feedback timestamp e versione

source: 1 feedback submission was marked as confirmed. Note that this may have caused other feedback submissions to be marked as unconfirmed.
it: 1 invio di feedback è stato contrassegnato come confermato. Nota che questo potrebbe aver causato altri invii di feedback da contrassegnare come non confermati.

source: 1 feedback submission was not marked as confirmed, probably because other feedback submissions that conflict with it were also marked as confirmed.
it: 1 invio di feedback è stato contrassegnato come confermato, probabilmente perché altri invii di feedback in conflitto con questo sono stati contrassegnati come confermati.

source: 1 feedback submission was marked as unconfirmed.
it: 1 invio di feedback è stato contrassegnato come non confermato.

source: 1 feedback submission is now ignored.
it: 1 invio di feedback è ora ignorato.

source: 1 feedback submission is now recognized.
it: 1 invio di feedback è ora riconosciuto.

source: Adjudicator Feedback
it: Feedback giudice

source: chair
it: arbitro

source: panellist
it: giudice

source: trainee
it: coach

source: Overall score (%(min)d=worst; %(max)d=best)*
it: Punteggio complessivo (%(min)d=peggiore; %(max)d=migliore)*

source: Ignored
it: Ignorato

source: Submitted -
it: Inviato per approvazione -

source: -- Adjudicators --
it: -- GiudicI --

source: Adjudicator this feedback is about
it: Giudice questo feedback riguarda

source: %(name)s (chair gave oral)
it: %(name)s (il chair ha dato parola)

source: %(name)s (panellist gave oral as chair rolled)
it: %(name)s (il giudice ha dato parola per la giuria)

source: This line (for %(adjudicator)s) didn't have a score
it: Questa riga (per %(adjudicator)s) non ha un punteggio

source: This line (for %(adjudicator)s) had too many columns
it: Questa riga (per %(adjudicator)s) ha troppe colonne

source: There are several adjudicators called "%(adjudicator)s", so you can't use the bulk importer to update their score. Please do so in the Feedback Overview page instead.
it: Ci sono diversi giudici chiamati "%(adjudicator)s", quindi non puoi usare l'importatore di massa per aggiornare il loro punteggio. Si prega di farlo nella pagina Panoramica feedback.

source: There is no adjudicator in this tournament with the name "%(adjudicator)s"
it: Non c'è nessun giudice in questo torneo con il nome "%(adjudicator)s"

source: The score for %(adjudicator)s, "%(score)s", isn't a number
it: Il punteggio per %(adjudicator)s, "%(score)s", non è un numero

source: There were no scores to import.
it: Non ci sono punteggi da importare.

source: adjudicator
it: giudice

source: score
it: punteggio

source: timestamp
it: data e ora

source: adjudicator base score history
it: cronologia punteggio base giudice

source: adjudicator base score histories
it: cronologie punteggi base giudice

source: question
it: domanda

source: answer
it: risposta

source: adjudicator feedback boolean answer
it: risposta booleana di feedback giudice

source: adjudicator feedback boolean answers
it: risposte booleane di feedback giudice

source: adjudicator feedback integer answer
it: risposta intera di feedback giudice

source: adjudicator feedback integer answers
it: risposte intere di feedback giudice

source: adjudicator feedback float answer
it: risposta numerica di feedback giudice

source: adjudicator feedback float answers
it: risposte numerice di feedback giudice

source: adjudicator feedback string answer
it: risposta di testo di feedback giudice

source: adjudicator feedback string answers
it: risposte di testo di feedback giudice

source: adjudicator feedback multiple select answer
it: risposta a scelta multipla di feedback giudice

source: adjudicator feedback multiple select answers
it: risposte a scelta multipla di feedback giudice

source: checkbox
it: casella di spunta

source: yes/no (dropdown)
it: si/no (menu a tendina)

source: integer (textbox)
it: intero (casella di testo)

source: integer scale
it: scala intera

source: float
it: virgola

source: text
it: testo

source: long text
it: testo lungo

source: select one
it: scelta singola

source: select multiple
it: scelta multipla

source: tournament
it: torneo

source: sequence number
it: numero sequenziale

source: The question displayed to participants, e.g., "Did you agree with the decision?"
it: La domanda mostrata ai partecipanti, ad esempio, "Sei d'accordo con la decisione?"

source: name
it: nome

source: A short name for the question, e.g., "Agree with decision"
it: Un nome breve per la domanda, ad esempio, "In accordo con la decisione"

source: reference
it: riferimento

source: Code-compatible reference, e.g., "agree_with_decision"
it: Riferimento compatibile con il codice, ad esempio, "agree_with_decision"

source: from adjudicator
it: dal giudice

source: Adjudicators should be asked this question (about other adjudicators)
it: Questa domanda dovrebbe essere posta ai giudici (riguardo altri giudici)

source: from team
it: dalle squadre

source: Teams should be asked this question
it: Questa domanda dovrebbe essere fatta alle squadre

source: answer type
it: tipo di risposta

source: required
it: obbligatorio

source: Whether participants are required to fill out this field
it: Indica se i partecipanti sono tenuti a compilare questo campo

source: minimum value
it: valore minimo

source: Minimum allowed value for numeric fields (ignored for text or boolean fields)
it: Valore minimo consentito per i campi numerici (ignorato per i campi di testo o numeri decimali)

source: maximum value
it: valore massimo

source: Maximum allowed value for numeric fields (ignored for text or boolean fields)
it: Valore massimo consentito per i campi numerici (ignorato per i campi di testo o numeri decimali)

source: choices
it: scelte

source: Permissible choices for select one/multiple fields (ignored for other fields)
it: Scelte consentite per selezionare uno o più campi (ignorati per altri campi)

source: adjudicator feedback question
it: domanda di feedback giudice

source: adjudicator feedback questions
it: domande di feedback giudice

source: ignored
it: ignorato

source: Whether the feedback should affect the adjudicator's score
it: Se il feedback deve influenzare il punteggio del giudice

source: adjudicator feedback
it: feedback giudice

source: adjudicator feedbacks
it: feedback giudice

source: Either the source adjudicator or source team wasn't specified.
it: Il giudice o il team di origine non sono stati specificati.

source: There was both a source adjudicator and a source team.
it: C'erano sia un giudice che una squadrea di partenza.

source: There is no adjudicator specified as the target for this feedback. Perhaps they were deleted?
it: Non c'è nessun giudice specificato come obiettivo per questo feedback. Forse è stato cancellato?

source: Adjudicator did not see this debate.
it: Il giudice non ha assistito a questo dibattito.

source: Whether the adj is marked as breaking (click to mark)
it: Se il giudice è stato contrassegnato come da eliminatorie (click per contrassegnare)

source: N/A
it: N/D

source: Current weighted score
it: Punteggio ponderato attuale

source: This adjudicator's current rating.
it: L'attuale rating di questo giudice.

source: Base score result
it: Punteggio base

source: Click to edit base score
it: Fare click per modificare il punteggio base

source: Assigned base score
it: Punteggio base assegnato

source: The current difference between an adjudicator's base score and current score
it: La differenza attuale tra il punteggio base di un giudice e il punteggio attuale

source: The difference between this adjudicator's base score and current score
it: La differenza tra il punteggio base di questo giudice e il punteggio attuale

source: The standard deviation of this adjudicator's current scores; with larger numbers meaning less consistent feedback scores.
it: La deviazione standard dei punteggi attuali di questo giudice; i numeri più grandi significano punteggi di feedback meno coerenti.

source: The standard deviation of this adjudicator's current scores
it: La deviazione standard degli attuali punteggi di questo giudice

source: Hover over the data points to show the average score received in that round
it: Passa con il mouse dopra i dati per mostrare il punteggio medio ricevuto in quel round

source: View %(count)s<br>feedback
it: Mostra %(count)s<br>feedback

source: Unsubmitted feedback ballots
it: Votazioni di feedback non inviate

source: View Missing Feedback
it: Visualizza Feedback Mancante

source: Who is the feedback from?
it: Da chi viene il feedback?

source: Enter Feedback
it: Inserisci Feedback

source: Add Feedback from %(name)s
it: Aggiungi Feedback da %(name)s

source: Add Feedback
it: Aggiungi Feedback

source: There are no feedback options because no rounds have been released to the public yet. Check back when they have!
it: Non ci sono opzioni di feedback perché nessun round è stato ancora rilasciato al pubblico. Controlla quando lo rilasceranno!

source: This tournament expects you to submit feedback <strong>only on the adjudicator who delivered the adjudication</strong>. Do not submit feedback on other adjudicators.
it: Questo torneo si aspetta che tu invii un feedback <strong>solo sul giudice che ha emesso la sentenza</strong>. Non inviare un feedback su altri giudici.

source: This tournament expects you to submit feedback on all of the adjudicators on the panel (including trainees).
it: Questo torneo si aspetta che tu invii un feedback su tutti i giudici della giuria (inclusi i tirocinanti).

source: There are some problems with this feedback submission. Please review and correct them.
it: Ci sono alcuni problemi con questo invio di feedback. Si prega di rivederli e correggerli.

source: When submitting this form your IP address will be stored for logging purposes.
it: Quando si invia questo modulo il tuo indirizzo IP sarà memorizzato per motivi di logging.

source: Overview
it: Panoramica

source: Latest
it: Più recenti

source: Unsubmitted
it: Non inviato

source: Important
it: Importante

source: Comments
it: Commenti

source: By Source
it: Per Sorgente

source: By Target
it: Per destinatario

source: Bulk Update Scores
it: Aggiornamento punteggi bulk

source: %(source_name)s hasn't submitted any feedback yet.
it: %(source_name)s non ha ancora inviato nessun feedback.

source: %(source_name)s hasn't received any feedback yet.
it: %(source_name)s non ha ancora ricevuto nessun feedback.

source: This is most likely because the team or adjudicator who submitted this feedback has submitted several times on the same person; or because a team has submitted feedback on multiple panellists (rather than just the orallist).
it: Questo molto probabilmente perché il team o il giudice che ha inviato questo feedback lo restitutoreha inviato più volte sulla stessa persona; o perché un team ha inviato feedback su più giudici (piuttosto che solo chi ha restituito).

source: Unconfirmed; will not affect this adjudicator's score.
it: Non confermato; non influenzerà il punteggio di questo giudice.

source: The feedback is counted for the adjudicator, but is not taken into account when calculating scores.
it: Il feedback è contato per il giudice, ma non viene preso in considerazione nel calcolo dei punteggi.

source: Ignored; will not affect this adjudicator's score.
it: Ignorato; non influenzerà il punteggio di questo giudice.

source: This feedback is submitted on an adjudicator but it looks like they have been since been removed from the debate. You should probably go to the Edit Database area and delete this feedback.
it: Questo feedback viene inviato su un giudice che sembra sia stato rimosso dal dibattito. Probabilmente dovresti andare nell'area Modifica database ed eliminare questo feedback.

source: The score given in this piece of feedback.
it: Il punteggio dato in questa parte di feedback.

source: On %(adjudicator)s
it: Su %(adjudicator)s

source: <span class="text-secondary small">Received as %(as)s</span>
it: <span class="text-secondary small">Ricevuto come %(as)s</span>

source: From %(source)s <span class="text-secondary small">(their %(relationship)s)</span>
it: Da %(source)s <span class="text-secondary small">(il loro %(relationship)s)</span>

source: From %(source)s <span class="text-secondary small">(%(relationship)s from %(side)s)</span>
it: Da %(source)s <span class="text-secondary small">(%(relationship)s da %(side)s)</span>

source: From unknown
it: Da sconosciuto

source: Unconfirmed feedback is not counted as having been submitted and does not affect this adjudicator's score.
it: Il feedback non confermato non è conteggiato come è stato inviato e non influisce sul punteggio di questo giudice.

source: Un-confirm
it: Non conferma

source: Confirm
it: Conferma

source: Ignored feedback is counted as having been submitted, but does not affect this adjudicator's score.
it: Il feedback ignorato viene contato tra quelli inviati, ma non influisce sul punteggio di questo giudice.

source: Un-ignore
it: Non ignorato

source: Ignore
it: Ignora

source: No feedback has been submitted yet
it: Non è stato inviato ancora nessun feedback

source: <span id="c_breaking">%(c_breaking)s</span> marked as breaking
it: <span id="c_breaking">%(c_breaking)s</span> qualificatocontrassegnato come eliminatorie

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects only chairs to submit feedback (on their panellists and trainees).
it: L'attuale <a href="%(option_url)s" class="alert-link">configurazione di feedback</a> consente e prevede che solo gli arbitri presentino un feedback (sui loro arbitri e tirocinanti).

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both chairs and panellists to submit feedback on each other, and also chairs to submit feedback on trainees.
it: L'attuale <a href="%(option_url)s" class="alert-link">configurazione di feedback</a> consente e prevede che i giudici e le giurie presentino un feedback su loro stessi, inoltre i giudici inviano feedback sui tirocinanti.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both panellists and trainees to submit feedback on chairs, and chairs to submit feedback on every other member of the panel (including trainees).
it: L'attuale <a href="%(option_url)s" class="alert-link">configurazione di feedback</a> consente e prevede che le giurie ed i tirocinanti presentino un feedback sui giudici, inoltre i giudici inviano feedback su ogni altro membro della giuria (inclusi i tirocinanti).

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects all adjudicators (including trainees) to submit feedback on every other member of the panel (including trainees).
it: L'attuale <a href="%(option_url)s" class="alert-link">configurazione di feedback</a> consente e prevede che tutti i giudici (inclusi i tirocinanti) presentino un feedback su ogni altro membro della giuria (inclusi i tirocinanti).

source: There is <strong>%(nadjs_outside_range)s adjudicator</strong> with a score <strong>outside the permitted range</strong> of adjudicator scores, which is currently set as %(min_score)s to %(max_score)s. This can cause adjudicator auto-allocation to behave in unexpected ways. If you'd like to use a wider score range, you can configure this in <a href="%(feedback_settings_url)s" class="alert-link"> feedback settings</a>.
it: C'è <strong>%(nadjs_outside_range)s giudice</strong> con un punteggio <strong>Fuori dal range consentito</strong> dei punteggi giudice, che è attualemtne impostato da %(min_score)s a %(max_score)s. Ciò potrebbe causare un comportamento anomalo dell'assegnazione automatica dei giudici. Se si desidera utilizzare un range più ampio, è possibile configurarlo nelle <a href="%(feedback_settings_url)s" class="alert-link"> impostazioni di feedback</a>.

source: %(count)s adjudicator currently has a score equal to or above %(min)s and below %(max)s. That is %(percent)s%% of the adjudicator pool.
it: %(count)s giudice ha attualmente un punteggio uguale o superiore a %(min)s e inferiore a %(max)s. Questo è %(percent)s%% dell'insieme dei giudici.

source: Score Distributions (range is %(min_score)s–%(max_score)s)
it: Distribuzione punteggi (range è %(min_score)s–%(max_score)s)

source: The proportion of an adjudicator's score determined by feedback vs the test is set on a per-round basis. Click this link and edit the 'Feedback weight' field to modify this ratio for %(round)s.
it: La proporzione del punteggio di un giudice determinata in base al feedback rispetto al punteggio di test è impostata sulla base di ogni round. Fare clic su questo link e modificare il campo 'Peso feedback' per modificare questo rapporto per %(round)s.

source: Score Ratio
it: Rapporto Punteggio

source: There is %(c_chairs)s debate per round, so there needs to be %(c_chairs)s chair.
it: C'è %(c_chairs)s dibattito per round, quindi c'è bisogno di %(c_chairs)s giudice.

source: There is %(c_debates)s debate per round, but only %(c_chairs)s above the minimum voting score.
it: C'è %(c_debates)s dibattito per round, ma solo %(c_chairs)s oltre il punteggio minimo per votare.

source: %(c_chairs)s chair
it: %(c_chairs)s giudice arbitro

source: All adjudicators with a score high enough to vote, but who aren't allocated as chairs, are allocated as panellists by the auto-allocator.
it: Tutti i giudici con un punteggio abbastanza alto per votare, ma che non sono assegnati per arbitrare, sono assegnati come giudici dal sistema automatico.

source: %(c_panellists)s panellist
it: %(c_panellists)s giudice

source: Adjudicators are allocated as trainees by the auto-allocator if their score is less than the 'minimum voting score' (currently %(min_voting)s) set in this tournament's Draw Rules configuration.
it: I giudici vengono assegnati come apprendisti dal sistema automatico se il loro punteggio è inferiore al 'punteggio minimo di voto' (attualmente %(min_voting)s) impostato nella configurazione delle Regole di sorteggio di questo torneo.

source: %(c_trainees)s trainee
it: %(c_trainees)s apprendista

source: Auto-Allocate Distributions (%(min_voting_score)s+ to vote)
it: Distribuzioni Auto-assegnate (%(min_voting_score)s+ per votare)

source: Change Base Score
it: Cambia il punteggio base

source: The score range for adjudicators is between <strong>%(pref.adj_min_score)s</strong> and <strong>%(pref.adj_max_score)s</strong>. Decimals are permitted. This can be configured in <a href="%(feedback_options)s">Feedback settings</a>.
it: L'intervallo di punteggio per i giudici è compreso tra <strong>%(pref.adj_min_score)s</strong> e <strong>%(pref.adj_max_score)s</strong>. Sono permessi decimali. Questo può essere configurato nelle <a href="%(feedback_options)s">Impostazioni di Feedback</a>.

source: The minimum score require to be allocated as a panellist or chair (when using the auto-allocator) is <strong>%(min_voting_score)s</strong>. This can be configured in <a href="%(draw_rules)s">Draw settings</a>.
it: La richiesta di punteggio minimo per essere assegnato come giudice o giudice arbitro (quando si utilizza il sistema automatico) è <strong>%(min_voting_score)s</strong>. È possibile configurarlo nelle <a href="%(draw_rules)s">Impostazioni del sorteggio</a>.

source: Base score
it: Punteggio base

source: Save Base Score
it: Salva punteggio base

source: Who are you?
it: Chi sei?

source: click your name or your team on this list
it: seleziona il tuo nome o il tuo team in questo elenco

# page title
source: Update Adjudicator Scores
it: Aggiorna Punteggi giudice

source: There aren't any adjudicators in this tournament, so you can't update any scores. You might want to <a href="%(import_url)s" class="alert-link">import some adjudicators</a> first.
it: In questo torneo non c'è nessun giudice, quindi non puoi aggiornare nessun punteggio. Potresti prima voler <a href="%(import_url)s" class="alert-link">importare alcuni giudici</a>.

source: Paste a list of adjudicators' names and their new scores, in the format: <code>adjudicator,score</code>. For example:
it: Incolla un elenco dei nomi dei giudici e dei loro nuovi punteggi, nel formato: <code>giudice,punteggio</code>. Per esempio:

source: The adjudicators' names must match their names in the tab system exactly.
it: I nomi dei giudici devono corrispondere esattamente ai loro nomi nel sistema di tab.

source: There are some problems with the data on this form:
it: Ci sono alcuni problemi con i dati su questo modulo:

source: Submit
it: Invia

source: Feedback Overview
it: Panoramica Feedback

source: Find Feedback on Adjudicator
it: Trova feedback sul giudice

source: Feedbacks
it: Feedback

source: Find Feedback
it: Trova feedback

source: From Teams
it: Dai team

source: From Adjudicators
it: Dai giudici

source: Latest Feedback
it: Ultimo feedback

source: (30 most recent)
it: (30 più recenti)

source: Only Comments
it: Solo Commenti

source: (250 most recent)
it: (250 più recenti)

source: Important Feedback
it: Feedback Importante

source: (rating was much higher/lower than expected)
it: (valutazione molto più alta/inferiore del previsto)

source: A Team
it: Un team

source: Institution
it: Istituto

source: An Adjudicator
it: Un giudice

source: Adjudicator
it: Giudice

source: Feedback from %(source)s on %(target)s added.
it: Aggiunto feedback da %(source)s a %(target)s.

source: Thanks, %(source)s! Your feedback on %(target)s has been recorded.
it: Grazie, %(source)s! Il tuo feedback su %(target)s è stato registrato.

source: Whoops! I didn't recognise that adjudicator: %(adjudicator)s
it: Ops! Non ho riconosciuto il giudice: %(adjudicator)s

source: Whoops! The value isn't a valid base score.
it: Ops! Il valore non è un punteggio valido.

source: Feedback Progress
it: Progresso Feedback

source: %(nmissing)d missing feedback submission (%(fulfilled).1f%% returned)
it: %(nmissing)d feedback mancante (%(fulfilled).1f%% restituito)

source: Feedback for %(adjudicator)s from %(source)s is now %(result)s.
it: Il feedback per %(adjudicator)s da %(source)s ora è %(result)s.

source: confirmed
it: confermato

source: un-confirmed
it: non confermato

source: un-ignored
it: non ignorato

source: Updated base score for %(count)d adjudicator.
it: Punteggio base aggiornato per %(count)d giudice.
