Repository: NHSDLCREID/Tabbycat
Catalog: tabbycat/standings/locale/*/LC_MESSAGES/django.po
Languages: it

source: The same metric would be added twice:
it: La stessa metrica verrebbe aggiunta due volte:

source: The same ranking would be added twice:
it: La stessa classifica verrebbe aggiunta due volte:

source: Unrecognized metric code: "%(code)s"
it: Codice metrico non riconosciuto: "%(code)s"

source: All
it: Tutti

source: Breaking
it: Qualifiche

source: Not %(category)s
it: Non %(category)s

source: All Speakers
it: Tutti gli speaker

source: IAs
it: IA

source: Chairs
it: Arbitri

source: Panellists
it: Giudici

source: Trainees
it: Apprendista

source: Average Rating
it: Punteggio medio

source: Median Rating
it: Punteggio mediano

source: Upper Quartile Rating
it: Punteggi quartile superiore

source: Lower Quartile Rating
it: Punteggi quartile inferiore

source: Average Rating From Teams
it: Valutazione media delle squadre

source: Average Rating From Chairs
it: Punteggio medio per gli arbitri

source: Average Rating From Panellists
it: Punteggio medio per i giudici

source: Average Rating From Trainees
it: Punteggio medio per gli apprendisti

source: Average Score
it: Punteggio medio

source: Median Score
it: Punteggio mediano

source: Upper Quartile Score
it: Punteggi quartile superiore

source: Lower Quartile Score
it: Punteggi quartile inferiore

source: Reply Speaker Average
it: Media arringa speaker

source: Speaker %(num)d Average
it: Media %(num)d speaker

source: Average Finals Score
it: Punteggio finali medio

source: total
it: totale

source: Total
it: Totale

source: average
it: media

source: Avg
it: Med

source: team points
it: punti squadra

source: standard deviation
it: deviazione standard

source: Stdev
it: Devstd

source: number of speeches given
it: numero di speech fatti

source: replies given
it: arringhe fatte

source: trimmed mean (high-low drop)
it: media tagliata (senza alto-basso)

source: Trim
it: Tagl

source: points
it: punti

source: Pts
it: Pti

source: wins
it: vittorie

source: Wins
it: Vittorie

source: total speaker score
it: punteggio totale speaker

source: average total speaker score
it: punteggio totale speaker

source: ATSS
it: PTS

source: speaker score standard deviation
it: deviazione standard punteggio speaker

source: SSD
it: DSS

source: sum of margins
it: somma dei margini

source: average margin
it: margine medio

source: AWM
it: MM

source: average individual speaker score
it: punteggio medio individuale speaker

source: AISS
it: PMIS

source: draw strength by wins
it: forza del sorteggio per vittorie

source: DS
it: FS

source: draw strength by total speaker score
it: forza del sorteggio per punteggio totale speaker

source: DSS
it: FSS

source: number of pullups before this round
it: numero di pullup prima di questo round

source: PU
it: NP

source: number of adjudicators who voted for this team
it: numero di giudici che hanno votato per questa squadra

source: Ballots
it: Ballot

source: votes/ballots carried
it: voti/ballot

source: number of firsts
it: numero di primi

source: 1sts
it: 1mi

source: number of seconds
it: numero di secondi

source: 2nds
it: 2di

source: number of thirds
it: numero di terzi

source: 3rds
it: 3zi

source: Who-beat-whom
it: Chi-batte-chi

source: WBW
it: CBC

source: who-beat-whom
it: chi-batte-chi

source: It also excludes results from silent rounds (if any) and from the current round.
it: Inoltre esclude i risultati dei turni silenziosi (se presenti) e dei turni in corso.

source: This list is sorted by team points, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
it: Questo elenco è ordinato per punti di squadra, poi alfabeticamente per nome di squadra. Non indica la classifica di ogni squadra all'interno di ogni gruppo. %(silent_round_sentence)s

source: This list is sorted by number of wins, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
it: Questo elenco è ordinato per numeri di vittoria, poi alfabeticamente per nome di squadra. Non indica la classifica di ogni squadra all'interno di ogni gruppo. %(silent_round_sentence)s

source: There aren't any rounds for which results are available.
it: Non ci sono round per i quali sono disponibili risultati.

source: Reply speakers are ranked by their <strong>average reply score</strong>.
it: Le arringhe degli speaker sono classificate in base al loro <strong>punteggio medio di risposta</strong>.

source: Speakers can miss up to %(count)s reply speeches before they are omitted from the replies tab.
it: Gli speaker possono perdere fino a %(count)s discorsi di arringa prima di essere omessi dalla scheda risposte.

source: All reply speakers appear in these standings, no matter how many replies they've missed.
it: In questa classifica appaiono tutti gli speaker di arringhe, non importa quante arringhe abbiano perso.

source: These settings can be changed in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>.
it: Queste impostazioni possono essere modificate nella sezione <a href="%(standings_config_url)s" class="alert-link">Classifiche della configurazione di questo torneo</a>.

source: The speaker standings precedence is empty. This means that speakers aren't ranked according to any metrics, so everyone is first equal. If this isn't what you intended, set the speaker standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>. In most tournaments, the first metric should be total or average.
it: La classifica dei debater è vuota. Ciò significa che gli speaker non sono classificati in base a nessuna metrica, quindi tutti sono tutti primi a pari merito. Se questo non è quello che volevi, imposta la classifica dei debater nella sezione <a href="%(standings_config_url)s" class="alert-link">Configurazione classifiche di questo torneo</a>. Nella maggior parte dei tornei, la prima metrica dovrebbe essere totale o media.

source: Speakers are ranked by their <strong>average score</strong>.
it: Gli speaker sono classificati in base al loro <strong>punteggio medio</strong>.

source: Speakers are ranked by their <strong>total score</strong>. Any speaker who misses a single debate will be severely punished in these rankings.
it: Gli speaker sono classificati in base al loro <strong>punteggio totale</strong>. Ogni oratore che manchi un solo dibattito sarà severamente penalizzato in queste classifiche.

source: Speakers can miss up to %(count)s debates before they are omitted from the speaker tab.
it: Gli speaker possono perdere fino a %(count)s dibattiti prima di essere omessi dalla scheda speaker.

source: All speakers appear in these standings, no matter how many debates they've missed.
it: In questa classifica appaiono tutti gli speaker, non importa quanti dibattiti abbiano perso.

source: Enforcing the limit on the number of missed debates requires the "number of speeches given" metric to be included in the speaker standings calculations, so it's been automatically added. To remove this warning message, add <strong>Number of speeches given</strong> to the <strong>Speaker standings extra metrics</strong> in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>.
it: L'applicazione del limite al numero di dibattiti non svolti richiede che il "numero di speech fatti" sia incluso nei calcoli della classifica degli oratori, quindi è stato aggiunto automaticamente. Per rimuovere questo messaggio di avviso, aggiungi <strong>Numero di discorsi fatti</strong> alle <strong>metriche extra di classifica speaker</strong> nella sezione <a href="%(standings_config_url)s" class="alert-link">Configurazione classifiche di questo torneo</a>.

source: Diversity Overview
it: Panoramica Diversità

source: The results data displayed here is presented without tests for statistical significance. Correlations should not be automatically considered reliable; particularly at small tournaments. A 'region' is a customisable category assigned to a set of institutions, and counted using the number of participants assigned to those institutions.
it: I dati visualizzati qui sono presentati senza analisi di rilevanza statistica. Le correlazioni non devono essere automaticamente considerate affidabili, in particolare in piccoli tornei. Una 'regione' è una categoria personalizzabile assegnata ad un insieme di istituzioni e contata utilizzando il numero di partecipanti assegnati a tali istituzioni.

source: Non-cis male identifying
it: Identificatore non maschile

source: Cis-male identifying
it: Identificato maschile

source: Unspecified/unrecorded
it: Non specificato/non registrato

source: Standings
it: Classifiche

source: Top Speaks
it: Punteggi migliori

source: No data yet
it: Ancora nessun dato

source: Bottom Speaks
it: Punteggi più bassi

source: Largest Margins
it: Margini maggiori

source: Closest Margins
it: Risultati più vicini

source: Top Team Scores
it: Punteggi squadre migliori

source: Bottom Team Scores
it: Punteggi squadre peggiori

source: Most/Least Popular Motions
it: Mozioni Più/Meno Popolari

source: Average Speaks
it: Meddia punti speech

source: Overview
it: Panoramica

source: Teams
it: Squadre

# All [Teams]
source: All
it: Tutti

source: Speakers
it: Speaker

# Substantive speeches
source: Substantives
it: Sostanziali

# All [Speakers]
source: All
it: Tutti

source: Speakers
it: Speaker

source: Replies
it: Arringhe

source: Motions
it: Mozioni

source: By Round
it: Per Turno

source: Diversity
it: Diversità

source: The team standings precedence is empty. This means that teams aren't ranked according to any metrics, so everyone is first equal. If this isn't what you intended, set the team standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>. In most tournaments, the first metric should be points or wins.
it: La classifica delle squadre è vuota. Ciò significa che le squadre non sono classificate in base a nessuna metrica, quindi tutti sono tutti primi a pari merito. Se questo non è quello che volevi, imposta la classifica delle squadre nella sezione <a href="%(standings_config_url)s" class="alert-link">Configurazione classifiche di questo torneo</a>. Nella maggior parte dei tornei, la prima metrica dovrebbe essere punti o vittorie.

source: <p>There was an error generating the standings: <em>%(message)s</em></p>
it: <p>Si è verificato un errore durante la generazione della classifica: <em>%(message)s</em></p>

source: <p>You may need to double-check the <a href="%(standings_options_url)s" class="alert-link">standings configuration under the Setup section</a>. If this issue persists and you're not sure how to fix it, please contact the developers.</p>
it: <p>Potrebbe essere necessario ricontrollare la <a href="%(standings_options_url)s" class="alert-link">configurazione classifiche nella sezione Impostazioni</a>. Se il problema persiste e non sai come risolverlo, contatta gli sviluppatori.</p>

source: <p>The tab director will need to resolve this issue.</p>
it: <p>Il tab master dovrà risolvere questo problema.</p>

source: as of %(round)s
it: come da %(round)s

source: %(title)s (Top %(limit)d Only)
it: %(title)s (solo %(limit)d in alto)

source: The tab can't be displayed because all rounds so far in this tournament are silent.
it: La scheda non può essere visualizzata perché tutti gli attuali turni in questo torneo sono silenziosi.

source: Speaker Standings
it: Classifica speaker

source: Speaker Tab
it: Scheda speaker

source: %(category)s Speaker Standings
it: %(category)s Classifica speaker

source: %(category)s Speaker Tab
it: %(category)s scheda speaker

source: Reply Speaker Standings
it: Classifica speaker arringhe

source: Reply speeches aren't enabled in this tournament.
it: I discorsi di arringa non sono abilitati in questo torneo.

source: Reply Speaker Tab
it: Scheda speaker arringa

source: Team Standings
it: Classifica squadre

source: Team Tab
it: Tab squadre

source: %(category)s Team Standings
it: %(category)s Classifica squadre

source: %(category)s Team Tab
it: %(category)s Tab squadra

source: Current Team Standings
it: Classifica Squadra Attuale

source: Points
it: Punti

source: Feedback Overview
it: Panoramica Feedback

source: An adjudicator's score is determined by a customisable mix of their base score and their feedback ratings. The current mix is specified below as the 'Score Components.' Feedback ratings are determined by averaging the results of all individual pieces of feedback across all rounds. <a href='http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html#how-is-an-adjudicator-s-score-determined'>Read more</a>.
it: Il punteggio di un giudice è determinato da un mix personalizzabile del punteggio base e delle valutazioni di feedback. L'attuale mix è specificato di seguito come 'componenti del punteggio'. Le valutazioni di feedback sono determinate dalla media dei risultati di tutte le singole parti di feedback in tutti i round. <a href='http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html#how-is-an-adjudicator-s-score-determined'>Approfondisci</a>.
